Repository: katagaki/Tables
Catalog: Tables/Support/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# Intent.Open.Title
source: Get Workbook
ja: ワークブックを取得
ko: 통합 문서 가져오기
zh_hans: 获取工作簿
zh_hant: 取得活頁簿

# Intent.OpenInTables.Description
source: Opens a workbook in Tables. One read from a file opens that file, with the shortcut's changes saved into it; a new one is saved in Tables' documents.
ja: Tables でワークブックを開きます。ファイルから読み込んだものは、ショートカットでの変更を保存したうえでそのファイルを開きます。新規のものは Tables の書類に保存されます。
ko: Tables에서 통합 문서를 엽니다. 파일에서 읽은 통합 문서는 단축어의 변경 사항을 저장한 뒤 그 파일을 열고, 새 통합 문서는 Tables의 문서에 저장합니다.
zh_hans: 在 Tables 中打开工作簿。从文件读取的工作簿会先存储快捷指令所做的更改，再打开该文件；新工作簿会存储在 Tables 的文稿中。
zh_hant: 在 Tables 中打開活頁簿。從檔案讀取的活頁簿會先儲存捷徑所做的變更，再打開該檔案；新活頁簿會儲存在 Tables 的文件中。

# Intent.OpenInTables.Summary ${workbook}
source: Open ${workbook} in Tables
ja: ${workbook} を Tables で開く
ko: Tables에서 ${workbook} 열기
zh_hans: 在 Tables 中打开 ${workbook}
zh_hant: 在 Tables 中打開 ${workbook}

# Intent.OpenInTables.Title
source: Open in Tables
ja: Tables で開く
ko: Tables에서 열기
zh_hans: 在 Tables 中打开
zh_hant: 在 Tables 中打開

# Intent.Parameter.Ascending
source: Ascending
ja: 昇順
ko: 오름차순
zh_hans: 升序
zh_hant: 遞增

# Intent.Parameter.Cell
source: Cell
ja: セル
ko: 셀
zh_hans: 单元格
zh_hant: 儲存格

# Intent.Parameter.Column
source: Column
ja: 列
ko: 열
zh_hans: 列
zh_hant: 欄

# Intent.Parameter.Condition
source: Condition
ja: 条件
ko: 조건
zh_hans: 条件
zh_hant: 條件

# Intent.Parameter.Destination
source: Destination
ja: 保存先
ko: 저장 위치
zh_hans: 目标位置
zh_hant: 目的位置

# Intent.Parameter.File
source: File
ja: ファイル
ko: 파일
zh_hans: 文件
zh_hant: 檔案

# Intent.Parameter.Format
source: Format
ja: 形式
ko: 형식
zh_hans: 格式
zh_hant: 格式

# Intent.Parameter.Formula
source: Formula
ja: 数式
ko: 수식
zh_hans: 公式
zh_hant: 公式

# Intent.Parameter.HasHeader
source: Has Header Row
ja: 見出し行あり
ko: 머리글 행 있음
zh_hans: 包含标题行
zh_hant: 包含標題列

# Intent.Parameter.Layout
source: Layout
ja: レイアウト
ko: 레이아웃
zh_hans: 布局
zh_hant: 佈局

# Intent.Parameter.Name
source: Name
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 名稱

# Intent.Parameter.NewName
source: New Name
ja: 新しい名前
ko: 새 이름
zh_hans: 新名称
zh_hant: 新名稱

# Intent.Parameter.Part
source: Content
ja: 内容
ko: 내용
zh_hans: 内容
zh_hant: 內容

# Intent.Parameter.Range
source: Range
ja: 範囲
ko: 범위
zh_hans: 区域
zh_hant: 範圍

# Intent.Parameter.Sheet
source: Sheet
ja: シート
ko: 시트
zh_hans: 工作表
zh_hant: 工作表

# Intent.Parameter.Value
source: Value
ja: 値
ko: 값
zh_hans: 值
zh_hant: 值

# Intent.Parameter.Values
source: Values
ja: 値
ko: 값
zh_hans: 值
zh_hant: 值

# Intent.Parameter.Workbook
source: Workbook
ja: ワークブック
ko: 통합 문서
zh_hans: 工作簿
zh_hant: 活頁簿

# Intent.RenameSheet.Description
source: Gives a sheet a new name.
ja: シートに新しい名前を付けます。
ko: 시트에 새 이름을 지정합니다.
zh_hans: 为工作表指定新名称。
zh_hant: 為工作表指定新名稱。

# Intent.RenameSheet.Summary ${sheet} ${newName} ${workbook}
source: Rename ${sheet} to ${newName} in ${workbook}
ja: ${workbook} の ${sheet} の名前を ${newName} に変更
ko: ${workbook}의 ${sheet} 이름을 ${newName}(으)로 변경
zh_hans: 将 ${workbook} 中的 ${sheet} 重命名为 ${newName}
zh_hant: 將 ${workbook} 中的 ${sheet} 重新命名為 ${newName}

# Intent.RenameSheet.Title
source: Rename Sheet
ja: シート名を変更
ko: 시트 이름 변경
zh_hans: 重命名工作表
zh_hant: 重新命名工作表

# Intent.Save.Description
source: Writes a workbook back to the file it came from, or to a file you choose. The file's name decides whether it is saved as Excel, CSV or TSV.
ja: ワークブックを元のファイル、または選んだファイルに書き込みます。Excel、CSV、TSV のどれで保存するかはファイル名で決まります。
ko: 통합 문서를 원래 파일이나 선택한 파일에 다시 씁니다. 파일 이름에 따라 Excel, CSV, TSV 중 어느 형식으로 저장할지 정해집니다.
zh_hans: 将工作簿写回其来源文件或你选择的文件。文件名决定存储为 Excel、CSV 还是 TSV。
zh_hant: 將活頁簿寫回其來源檔案或你選擇的檔案。檔名決定儲存為 Excel、CSV 還是 TSV。

# Intent.Save.Summary ${workbook}
source: Save ${workbook}
ja: ${workbook} を保存
ko: ${workbook} 저장
zh_hans: 存储 ${workbook}
zh_hant: 儲存 ${workbook}

# Intent.Save.Title
source: Save Workbook
ja: ワークブックを保存
ko: 통합 문서 저장
zh_hans: 存储工作簿
zh_hant: 儲存活頁簿

# Intent.SetCell.Description
source: Enters a value into a cell as if typed. Start with = for a formula.
ja: 入力したのと同じようにセルに値を入れます。数式は = で始めます。
ko: 입력한 것처럼 셀에 값을 넣습니다. 수식은 =로 시작합니다.
zh_hans: 像键入一样在单元格中输入值。公式以 = 开头。
zh_hant: 像輸入一樣在儲存格中輸入值。公式以 = 開頭。

# Intent.SetCell.Summary ${cell} ${value} ${workbook}
source: Set ${cell} to ${value} in ${workbook}
ja: ${workbook} の ${cell} を ${value} に設定
ko: ${workbook}에서 ${cell}을(를) ${value}(으)로 설정
zh_hans: 将 ${workbook} 中的 ${cell} 设为 ${value}
zh_hant: 將 ${workbook} 中的 ${cell} 設為 ${value}

# Intent.SetCell.Title
source: Set Cell
ja: セルを設定
ko: 셀 설정
zh_hans: 设置单元格
zh_hant: 設定儲存格

# Intent.Sort.Description
source: Sorts a range's rows by one of its columns.
ja: 範囲の行をいずれかの列で並べ替えます。
ko: 범위의 행을 열 하나를 기준으로 정렬합니다.
zh_hans: 按其中一列对区域的行排序。
zh_hant: 依其中一欄排序範圍的列。

# Intent.Sort.Summary ${range} ${column} ${workbook}
source: Sort ${range} by column ${column} in ${workbook}
ja: ${workbook} の ${range} を列 ${column} で並べ替え
ko: ${workbook}의 ${range}을(를) ${column} 열 기준으로 정렬
zh_hans: 按列 ${column} 排序 ${workbook} 中的 ${range}
zh_hant: 依欄 ${column} 排序 ${workbook} 中的 ${range}

# Intent.Sort.Title
source: Sort Range
ja: 範囲を並べ替え
ko: 범위 정렬
zh_hans: 排序区域
zh_hant: 排序範圍

# Intent.Workbook.File
source: File
ja: ファイル
ko: 파일
zh_hans: 文件
zh_hant: 檔案

# Intent.Workbook.Name
source: Name
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 名稱

# Intent.Workbook.SheetCount %lld
source: Sheets: %lld
ja: シート数: %lld
ko: 시트: %lld
zh_hans: 工作表：%lld
zh_hant: 工作表：%lld

# Intent.Workbook.Sheets
source: Sheets
ja: シート
ko: 시트
zh_hans: 工作表
zh_hant: 工作表

# Intent.Workbook.Source
source: Original File
ja: 元のファイル
ko: 원본 파일
zh_hans: 原始文件
zh_hant: 原始檔案

# Intent.Workbook.Type
source: Workbook
ja: ワークブック
ko: 통합 문서
zh_hans: 工作簿
zh_hant: 活頁簿

# Macro.EndOfLine
source: end of line
ja: 行末
ko: 줄 끝
zh_hans: 行尾
zh_hant: 行尾

# Macro.EndOfModule
source: end of module
ja: モジュールの終わり
ko: 모듈 끝
zh_hans: 模块末尾
zh_hant: 模組結尾

# Macro.Syntax.CannotExit
source: “Exit %@” isn’t a statement
ja: 「Exit %@」というステートメントはありません
ko: “Exit %@”는 올바른 문이 아닙니다
zh_hans: “Exit %@”不是有效的语句
zh_hant: 「Exit %@」不是有效的陳述式

# Macro.Syntax.DeclarationsOnly
source: Only declarations can appear outside a procedure, found “%@”
ja: プロシージャの外には宣言しか書けませんが、「%@」があります
ko: 프로시저 밖에는 선언만 올 수 있지만 “%@”이(가) 있습니다
zh_hans: 过程之外只能有声明，但找到了“%@”
zh_hant: 程序之外只能有宣告，但找到了「%@」

# Macro.Syntax.ExpectedBeforeEnd
source: Expected %@ before the end of the module
ja: モジュールの終わりまでに %@ が必要です
ko: 모듈이 끝나기 전에 %@이(가) 필요합니다
zh_hans: 模块结束前应有 %@
zh_hant: 模組結束前應有 %@

# Macro.Syntax.ExpectedCaseComparison
source: Expected a comparison after Case Is
ja: Case Is の後には比較演算子が必要です
ko: Case Is 뒤에는 비교 연산자가 필요합니다
zh_hans: Case Is 之后应为比较运算
zh_hant: Case Is 之後應為比較運算

# Macro.Syntax.ExpectedFound
source: Expected %1$@, found “%2$@”
ja: %1$@ が必要ですが、「%2$@」があります
ko: %1$@이(가) 필요하지만 “%2$@”이(가) 있습니다
zh_hans: 此处应为 %1$@，但找到了“%2$@”
zh_hant: 此處應為 %1$@，但找到了「%2$@」

# Macro.Syntax.ExpectedMember
source: Expected a member name, found “%@”
ja: メンバー名が必要ですが、「%@」があります
ko: 멤버 이름이 필요하지만 “%@”이(가) 있습니다
zh_hans: 此处应为成员名称，但找到了“%@”
zh_hant: 此處應為成員名稱，但找到了「%@」

# Macro.Syntax.ExpectedName
source: Expected a name, found “%@”
ja: 名前が必要ですが、「%@」があります
ko: 이름이 필요하지만 “%@”이(가) 있습니다
zh_hans: 此处应为名称，但找到了“%@”
zh_hant: 此處應為名稱，但找到了「%@」

# Macro.Syntax.ExpectedSubOrFunction
source: Expected Sub or Function
ja: Sub または Function が必要です
ko: Sub 또는 Function이 필요합니다
zh_hans: 此处应为 Sub 或 Function
zh_hant: 此處應為 Sub 或 Function

# Macro.Syntax.MalformedNumber
source: This number isn’t written correctly
ja: 数値の書き方が正しくありません
ko: 숫자 형식이 올바르지 않습니다
zh_hans: 此数字的写法不正确
zh_hant: 此數字的寫法不正確

# Macro.Syntax.MissingEnd
source: “%1$@” has no matching %2$@
ja: 「%1$@」に対応する %2$@ がありません
ko: “%1$@”에 대응하는 %2$@이(가) 없습니다
zh_hans: “%1$@”缺少对应的 %2$@
zh_hant: 「%1$@」缺少對應的 %2$@

# Macro.Syntax.OptionBase
source: Option Base has to be 0 or 1
ja: Option Base には 0 か 1 を指定してください
ko: Option Base는 0 또는 1이어야 합니다
zh_hans: Option Base 必须为 0 或 1
zh_hant: Option Base 必須為 0 或 1

# Macro.Syntax.Unexpected
source: Unexpected “%@”
ja: 予期しない「%@」があります
ko: 예상치 못한 “%@”
zh_hans: 意外的“%@”
zh_hant: 意外的「%@」

# Macro.Syntax.UnexpectedCharacter
source: Unexpected character “%@”
ja: 予期しない文字「%@」があります
ko: 예상치 못한 문자 “%@”
zh_hans: 意外的字符“%@”
zh_hant: 意外的字元「%@」

# Macro.Syntax.UnterminatedBracket
source: This [ has no closing ]
ja: [ に対応する ] がありません
ko: [에 대응하는 ]가 없습니다
zh_hans: 此 [ 缺少对应的 ]
zh_hant: 此 [ 缺少對應的 ]

# Macro.Syntax.UnterminatedString
source: This string has no closing quotation mark
ja: 文字列の閉じる引用符がありません
ko: 문자열에 닫는 따옴표가 없습니다
zh_hans: 此字符串缺少右引号
zh_hant: 此字串缺少右引號

# Macro.SyntaxError
source: Line %1$ld: %2$@
ja: %1$ld行目: %2$@
ko: %1$ld번째 줄: %2$@
zh_hans: 第 %1$ld 行：%2$@
zh_hant: 第 %1$ld 行：%2$@

# Macro.SyntaxError.InModule
source: %1$@, line %2$ld: %3$@
ja: %1$@ の %2$ld行目: %3$@
ko: %1$@ %2$ld번째 줄: %3$@
zh_hans: %1$@ 第 %2$ld 行：%3$@
zh_hant: %1$@ 第 %2$ld 行：%3$@

# Macro.Unavailable.AddressOf
source: AddressOf isn’t available in Tables. It is only used with Windows functions, which can’t be called here.
ja: Tables では AddressOf を使用できません。AddressOf は Windows の関数と組み合わせてのみ使われますが、ここでは Windows の関数を呼び出せません。
ko: Tables에서는 AddressOf를 사용할 수 없습니다. AddressOf는 Windows 함수와 함께만 사용되며, 여기서는 Windows 함수를 호출할 수 없습니다.
zh_hans: Tables 不支持 AddressOf。它只与 Windows 函数一起使用，而这里无法调用 Windows 函数。
zh_hant: Tables 不支援 AddressOf。它只與 Windows 函數一起使用，而這裡無法呼叫 Windows 函數。

# Macro.Unavailable.Declare
source: %@ is a Windows function, which Tables can’t call.
ja: %@ は Windows の関数のため、Tables から呼び出すことはできません。
ko: %@은(는) Windows 함수이므로 Tables에서 호출할 수 없습니다.
zh_hans: %@ 是 Windows 函数，Tables 无法调用。
zh_hant: %@ 是 Windows 函數，Tables 無法呼叫。

# Macro.Unavailable.Files
source: Files aren’t available to this macro here.
ja: ここではこのマクロからファイルを使用できません。
ko: 여기서는 이 매크로가 파일을 사용할 수 없습니다.
zh_hans: 此宏在这里无法使用文件。
zh_hant: 此巨集在這裡無法使用檔案。

# Macro.Unavailable.GetObject
source: GetObject isn’t available in Tables. There are no other applications or their files for a macro to connect to.
ja: Tables では GetObject を使用できません。マクロから接続できる他のアプリケーションやそのファイルはありません。
ko: Tables에서는 GetObject를 사용할 수 없습니다. 매크로가 연결할 다른 응용 프로그램이나 그 파일이 없습니다.
zh_hans: Tables 不支持 GetObject。没有可供宏连接的其他应用程序或其文件。
zh_hant: Tables 不支援 GetObject。沒有可供巨集連接的其他應用程式或其檔案。

# Macro.Unavailable.Shell
source: In Tables, Shell can only open web and app links, such as https:// addresses. It can’t start programs or open files.
ja: Tables の Shell で開けるのは、https:// で始まるアドレスなどの Web やアプリのリンクだけです。プログラムの起動やファイルを開くことはできません。
ko: Tables에서 Shell은 https:// 주소 같은 웹 및 앱 링크만 열 수 있습니다. 프로그램을 시작하거나 파일을 열 수는 없습니다.
zh_hans: 在 Tables 中，Shell 只能打开网页和应用链接（例如 https:// 地址），不能启动程序或打开文件。
zh_hant: 在 Tables 中，Shell 只能打開網頁和 App 連結（例如 https:// 位址），不能啟動程式或打開檔案。

# Macro.Unavailable.UserForms
source: UserForms aren’t available in Tables, so Load and Unload can’t run.
ja: Tables ではユーザーフォームを使用できないため、Load と Unload は実行できません。
ko: Tables에서는 사용자 정의 폼을 사용할 수 없으므로 Load와 Unload를 실행할 수 없습니다.
zh_hans: Tables 不支持用户窗体，因此无法运行 Load 和 Unload。
zh_hant: Tables 不支援使用者表單，因此無法執行 Load 和 Unload。

# Macros.AddClassModule
source: New Class Module
ja: 新規クラスモジュール
ko: 새 클래스 모듈
zh_hans: 新建类模块
zh_hant: 新增類別模組

# Macros.AddClassModule.Message
source: A class module defines an object of your own, created in code with New.
ja: クラスモジュールは独自のオブジェクトを定義します。コードの中で New を使って作成します。
ko: 클래스 모듈은 사용자 정의 개체를 정의하며, 코드에서 New로 만듭니다.
zh_hans: 类模块用于定义你自己的对象，在代码中用 New 创建。
zh_hant: 類別模組用來定義你自己的物件，在程式碼中用 New 建立。

# Macros.AddModule
source: New Module
ja: 新規モジュール
ko: 새 모듈
zh_hans: 新建模块
zh_hant: 新增模組

# Macros.AddModule.Confirm
source: Add
ja: 追加
ko: 추가
zh_hans: 添加
zh_hant: 加入

# Macros.AddModule.Message
source: A standard module, for macros and functions that can be run from anywhere in the workbook.
ja: ブックのどこからでも実行できるマクロや関数を入れる標準モジュールです。
ko: 통합 문서 어디에서나 실행할 수 있는 매크로와 함수를 담는 표준 모듈입니다.
zh_hans: 一个标准模块，用于存放可在工作簿任何位置运行的宏和函数。
zh_hant: 一個標準模組，用來存放可在活頁簿任何位置執行的巨集和函數。

# Macros.AddModule.Placeholder
source: Name
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 名稱

# Macros.Button.Abort
source: Abort
ja: 中止
ko: 중단
zh_hans: 中止
zh_hant: 中止

# Macros.Button.Cancel
source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# Macros.Button.Ignore
source: Ignore
ja: 無視
ko: 무시
zh_hans: 忽略
zh_hant: 忽略

# Macros.Button.No
source: No
ja: いいえ
ko: 아니요
zh_hans: 否
zh_hant: 否

# Macros.Button.Retry
source: Retry
ja: 再試行
ko: 다시 시도
zh_hans: 重试
zh_hant: 重試

# Macros.Button.Yes
source: Yes
ja: はい
ko: 예
zh_hans: 是
zh_hant: 是

# Macros.Confirm.Message
source: A macro can change anything in this workbook. Only run macros from people you trust. You can undo what a macro did.
ja: マクロはこのブックの内容を自由に変更できます。信頼できる相手から受け取ったマクロだけを実行してください。マクロによる変更は取り消すことができます。
ko: 매크로는 이 통합 문서의 모든 내용을 변경할 수 있습니다. 신뢰할 수 있는 사람이 만든 매크로만 실행하십시오. 매크로가 변경한 내용은 실행 취소할 수 있습니다.
zh_hans: 宏可以更改此工作簿中的任何内容。请只运行来自你信任的人的宏。宏所做的更改可以撤销。
zh_hant: 巨集可以更改此活頁簿中的任何內容。請只執行來自你信任的人的巨集。巨集所做的更改可以還原。

# Macros.Confirm.Run
source: Run Macro
ja: マクロを実行
ko: 매크로 실행
zh_hans: 运行宏
zh_hant: 執行巨集

# Macros.Confirm.Title
source: Run Macros from This Workbook?
ja: このブックのマクロを実行しますか？
ko: 이 통합 문서의 매크로를 실행하겠습니까?
zh_hans: 要运行此工作簿中的宏吗？
zh_hant: 要執行此活頁簿中的巨集嗎？

# Macros.Create
source: Create Macros
ja: マクロを作成
ko: 매크로 만들기
zh_hans: 创建宏
zh_hant: 建立巨集

# Macros.Create.Message
source: This workbook has no macros yet. Creating them adds a module for the workbook and each sheet, as Excel does, and a module to write your first macro in.
ja: このブックにはまだマクロがありません。作成すると、Excel と同じようにブックと各シートのモジュール、そして最初のマクロを書くためのモジュールが追加されます。
ko: 이 통합 문서에는 아직 매크로가 없습니다. 매크로를 만들면 Excel처럼 통합 문서와 각 시트의 모듈, 그리고 첫 매크로를 작성할 모듈이 추가됩니다.
zh_hans: 此工作簿还没有宏。创建后会像 Excel 一样，为工作簿和每个工作表添加模块，并添加一个用于编写第一个宏的模块。
zh_hant: 此活頁簿還沒有巨集。建立後會像 Excel 一樣，為活頁簿和每個工作表加入模組，並加入一個用來撰寫第一個巨集的模組。

# Macros.DefaultWorkbookName
source: Workbook
ja: ブック
ko: 통합 문서
zh_hans: 工作簿
zh_hant: 活頁簿

# Macros.Empty
source: This workbook has no macros that can be run on their own.
ja: このブックには単独で実行できるマクロがありません。
ko: 이 통합 문서에는 단독으로 실행할 수 있는 매크로가 없습니다.
zh_hans: 此工作簿中没有可以单独运行的宏。
zh_hant: 此活頁簿中沒有可以單獨執行的巨集。

# Macros.Failed
source: The macro stopped: %@
ja: マクロが停止しました: %@
ko: 매크로가 중지되었습니다: %@
zh_hans: 宏已停止：%@
zh_hant: 巨集已停止：%@

# Macros.Failed.Location
source: %1$@ (%2$@, line %3$ld)
ja: %1$@（%2$@ の %3$ld行目）
ko: %1$@ (%2$@, %3$ld번째 줄)
zh_hans: %1$@（%2$@，第 %3$ld 行）
zh_hant: %1$@（%2$@，第 %3$ld 行）

# Macros.Files.Delete
source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# Macros.Files.Delete.Message
source: %@ will be deleted. This can’t be undone.
ja: %@ が削除されます。この操作は取り消せません。
ko: %@이(가) 삭제됩니다. 이 작업은 실행 취소할 수 없습니다.
zh_hans: 将删除 %@。此操作无法撤销。
zh_hant: 將刪除 %@。此動作無法還原。

# Macros.Files.Delete.Title
source: Delete This?
ja: 削除しますか？
ko: 삭제하겠습니까?
zh_hans: 要删除吗？
zh_hant: 要刪除嗎？

# Macros.Files.Empty
source: No files yet. Files a macro creates appear here.
ja: まだファイルはありません。マクロが作成したファイルがここに表示されます。
ko: 아직 파일이 없습니다. 매크로가 만든 파일이 여기에 표시됩니다.
zh_hans: 还没有文件。宏创建的文件会显示在这里。
zh_hant: 還沒有檔案。巨集建立的檔案會顯示在這裡。

# Macros.Files.Explanation
source: This workbook’s macros read and write files in this folder, and nowhere else. Paths in code are relative to it, and ThisWorkbook.Path returns it.
ja: このブックのマクロは、このフォルダ内でのみファイルを読み書きします。コード内のパスはこのフォルダを基準とし、ThisWorkbook.Path はこのフォルダを返します。
ko: 이 통합 문서의 매크로는 이 폴더 안에서만 파일을 읽고 씁니다. 코드의 경로는 이 폴더를 기준으로 하며, ThisWorkbook.Path는 이 폴더를 반환합니다.
zh_hans: 此工作簿的宏只在这个文件夹中读写文件。代码中的路径以此文件夹为准，ThisWorkbook.Path 返回此文件夹。
zh_hant: 此活頁簿的巨集只在這個資料夾中讀寫檔案。程式碼中的路徑以此資料夾為準，ThisWorkbook.Path 會傳回此資料夾。

# Macros.Files.Footer
source: The folder this workbook’s macros keep their files in. It is also in the Files app, under Tables.
ja: このブックのマクロがファイルを保存するフォルダです。「ファイル」App の Tables の下にもあります。
ko: 이 통합 문서의 매크로가 파일을 보관하는 폴더입니다. 파일 앱의 Tables 아래에도 있습니다.
zh_hans: 此工作簿的宏存放文件的文件夹。它也位于“文件”App 的 Tables 下。
zh_hant: 此活頁簿的巨集存放檔案的資料夾。它也位於「檔案」App 的 Tables 下。

# Macros.Files.OpenInFiles
source: Open in Files
ja: 「ファイル」で開く
ko: 파일 앱에서 열기
zh_hans: 在“文件”中打开
zh_hant: 在「檔案」中打開

# Macros.Files.ShowInFinder
source: Show in Finder
ja: Finder で表示
ko: Finder에서 보기
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

# Macros.Files.Title
source: Files
ja: ファイル
ko: 파일
zh_hans: 文件
zh_hant: 檔案

# Macros.Footer
source: Macros run inside this workbook and its own folder of files. They open web links only with your permission, and Undo takes back everything a macro did to the workbook.
ja: マクロはこのブックと専用のファイルフォルダの中で実行されます。Web リンクを開くのはあなたが許可したときだけで、マクロによるブックへの変更はすべて取り消すことができます。
ko: 매크로는 이 통합 문서와 전용 파일 폴더 안에서 실행됩니다. 웹 링크는 사용자가 허용할 때만 열리며, 매크로가 통합 문서에 한 변경 사항은 모두 실행 취소할 수 있습니다.
zh_hans: 宏在此工作簿及其专属文件夹内运行。只有经你允许才会打开网页链接，宏对工作簿所做的一切都可以撤销。
zh_hant: 巨集在此活頁簿及其專屬資料夾內執行。只有經你允許才會打開網頁連結，巨集對活頁簿所做的一切都可以還原。

# Macros.LoadFailed
source: The macros in this workbook could not be read: %@
ja: このブックのマクロを読み込めませんでした: %@
ko: 이 통합 문서의 매크로를 읽을 수 없습니다: %@
zh_hans: 无法读取此工作簿中的宏：%@
zh_hant: 無法讀取此活頁簿中的巨集：%@

# Macros.ModuleKind.Class
source: Class Module
ja: クラスモジュール
ko: 클래스 모듈
zh_hans: 类模块
zh_hant: 類別模組

# Macros.ModuleKind.Designer
source: UserForm
ja: ユーザーフォーム
ko: 사용자 정의 폼
zh_hans: 用户窗体
zh_hant: 使用者表單

# Macros.ModuleKind.Document
source: Workbook or Sheet
ja: ブックまたはシート
ko: 통합 문서 또는 시트
zh_hans: 工作簿或工作表
zh_hant: 活頁簿或工作表

# Macros.ModuleKind.Standard
source: Module
ja: 標準モジュール
ko: 표준 모듈
zh_hans: 模块
zh_hant: 模組

# Macros.ModuleName.InvalidCharacters
source: A module name can only contain letters A to Z, digits and underscores.
ja: モジュール名に使えるのは A〜Z の英字、数字、アンダースコアだけです。
ko: 모듈 이름에는 A부터 Z까지의 영문자, 숫자, 밑줄만 사용할 수 있습니다.
zh_hans: 模块名称只能包含 A 到 Z 的字母、数字和下划线。
zh_hant: 模組名稱只能包含 A 到 Z 的字母、數字和底線。

# Macros.ModuleName.MustStartWithLetter
source: A module name has to start with a letter from A to Z.
ja: モジュール名は A〜Z の英字で始める必要があります。
ko: 모듈 이름은 A부터 Z까지의 영문자로 시작해야 합니다.
zh_hans: 模块名称必须以 A 到 Z 的字母开头。
zh_hant: 模組名稱必須以 A 到 Z 的字母開頭。

# Macros.ModuleName.Taken
source: That name is already used in this project.
ja: この名前はすでにこのプロジェクトで使われています。
ko: 이 이름은 이미 이 프로젝트에서 사용 중입니다.
zh_hans: 此项目中已使用该名称。
zh_hant: 此專案中已使用該名稱。

# Macros.ModuleName.TooLong
source: A module name can be at most 31 characters long.
ja: モジュール名は 31 文字以内にしてください。
ko: 모듈 이름은 최대 31자까지 입력할 수 있습니다.
zh_hans: 模块名称最多只能有 31 个字符。
zh_hant: 模組名稱最多只能有 31 個字元。

# Macros.OpenLink.Message
source: The macro wants to open %@
ja: マクロが %@ を開こうとしています
ko: 매크로가 %@을(를) 열려고 합니다
zh_hans: 宏想要打开 %@
zh_hant: 巨集想要打開 %@

# Macros.OpenLink.Open
source: Open
ja: 開く
ko: 열기
zh_hans: 打开
zh_hant: 打開

# Macros.OpenLink.Title
source: Open Link?
ja: リンクを開きますか？
ko: 링크를 열겠습니까?
zh_hans: 要打开链接吗？
zh_hant: 要打開連結嗎？

# Macros.RemoveModule.Confirm
source: Remove
ja: 削除
ko: 제거
zh_hans: 移除
zh_hant: 移除

# Macros.RemoveModule.Message
source: %@ and all of its code will be removed from this workbook. You can undo this.
ja: %@ とそのすべてのコードがこのブックから削除されます。この操作は取り消せます。
ko: %@ 및 모든 코드가 이 통합 문서에서 제거됩니다. 실행 취소할 수 있습니다.
zh_hans: %@ 及其所有代码将从此工作簿中移除。此操作可以撤销。
zh_hant: %@ 及其所有程式碼將從此活頁簿中移除。此動作可以還原。

# Macros.RemoveModule.Title
source: Remove Module?
ja: モジュールを削除しますか？
ko: 모듈을 제거하겠습니까?
zh_hans: 要移除模块吗？
zh_hant: 要移除模組嗎？

# Macros.RenameModule
source: Rename
ja: 名前を変更
ko: 이름 변경
zh_hans: 重命名
zh_hant: 重新命名

# Macros.RenameModule.Title
source: Rename Module
ja: モジュール名を変更
ko: 모듈 이름 변경
zh_hans: 重命名模块
zh_hant: 重新命名模組

# Macros.Run.Accessibility
source: Run %@
ja: %@ を実行
ko: %@ 실행
zh_hans: 运行 %@
zh_hant: 執行 %@

# Macros.Running
source: Running %@…
ja: %@ を実行中…
ko: %@ 실행 중…
zh_hans: 正在运行 %@…
zh_hant: 正在執行 %@…

# Macros.Save
source: Save
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

# Macros.Save.Failed
source: The Macros Couldn’t Be Saved
ja: マクロを保存できませんでした
ko: 매크로를 저장할 수 없습니다
zh_hans: 无法保存宏
zh_hant: 無法儲存巨集

# Macros.Save.Unencodable
source: %@ contains characters this workbook's macros cannot store. Excel keeps macro code in the workbook's original language encoding.
ja: %@ に、このブックのマクロに保存できない文字が含まれています。Excel はマクロのコードをブック作成時の言語の文字コードで保存します。
ko: %@에 이 통합 문서의 매크로에 저장할 수 없는 문자가 있습니다. Excel은 매크로 코드를 통합 문서의 원래 언어 인코딩으로 저장합니다.
zh_hans: %@ 包含此工作簿的宏无法存储的字符。Excel 会以工作簿原始语言的编码存储宏代码。
zh_hant: %@ 包含此活頁簿的巨集無法儲存的字元。Excel 會以活頁簿原始語言的編碼儲存巨集程式碼。

# Macros.Section.Code
source: Code
ja: コード
ko: 코드
zh_hans: 代码
zh_hant: 程式碼

# Macros.Section.Output
source: Output
ja: 出力
ko: 출력
zh_hans: 输出
zh_hant: 輸出

# Macros.SendKeys.Message
source: Tables can’t type into other apps, so here are the keys this macro tried to send. You can copy them.
ja: Tables は他のアプリに入力できないため、このマクロが送ろうとしたキーをここに表示します。コピーして使用できます。
ko: Tables는 다른 앱에 입력할 수 없으므로, 이 매크로가 보내려던 키를 여기에 표시합니다. 복사할 수 있습니다.
zh_hans: Tables 无法在其他应用中输入，因此这里显示此宏尝试发送的按键，你可以拷贝它们。
zh_hant: Tables 無法在其他 App 中輸入，因此這裡顯示此巨集嘗試傳送的按鍵，你可以拷貝它們。

# Macros.SendKeys.Title
source: Keys from the Macro
ja: マクロからのキー入力
ko: 매크로의 키 입력
zh_hans: 来自宏的按键
zh_hant: 來自巨集的按鍵

# Macros.Stop
source: Stop
ja: 停止
ko: 중지
zh_hans: 停止
zh_hant: 停止

# Macros.Stopped
source: It was stopped before it finished.
ja: 完了する前に停止されました。
ko: 완료되기 전에 중지되었습니다.
zh_hans: 它在完成前被停止。
zh_hant: 它在完成前被停止。

# Macros.Title
source: Macros
ja: マクロ
ko: 매크로
zh_hans: 宏
zh_hant: 巨集

# Macros.WrapLines
source: Wrap Lines
ja: 行を折り返す
ko: 줄 바꿈
zh_hans: 自动换行
zh_hant: 自動換行

# Macros.XLSXNotice
source: This file is an .xlsx workbook, which can’t keep macros. To keep them, share or save a copy as a macro-enabled workbook (.xlsm).
ja: このファイルは .xlsx 形式のため、マクロを保存できません。マクロを残すには、マクロ有効ブック（.xlsm）として共有するか、コピーを保存してください。
ko: 이 파일은 매크로를 저장할 수 없는 .xlsx 통합 문서입니다. 매크로를 유지하려면 매크로 사용 통합 문서(.xlsm)로 공유하거나 사본을 저장하십시오.
zh_hans: 此文件是 .xlsx 工作簿，无法保存宏。要保留宏，请将其共享或另存为启用宏的工作簿（.xlsm）。
zh_hant: 此檔案是 .xlsx 活頁簿，無法保留巨集。若要保留巨集，請將其分享或另存為啟用巨集的活頁簿（.xlsm）。

# Notice.UnsupportedFeatures.Title
source: Some of this file can’t be edited here
ja: このファイルには編集できない部分があります
ko: 이 파일의 일부는 여기서 편집할 수 없습니다
zh_hans: 此文件的部分内容无法在此编辑
zh_hant: 此檔案的部分內容無法在此編輯

# NumberFormat.CustomCode.Placeholder
source: e.g. #,##0.00 "kg"
ja: 例：#,##0.00 "kg"
ko: 예: #,##0.00 "kg"
zh_hans: 例如：#,##0.00 "kg"
zh_hant: 例如：#,##0.00 "kg"

# NumberFormat.Preset.Accounting
source: Accounting
ja: 会計
ko: 회계
zh_hans: 会计
zh_hant: 會計

# NumberFormat.Preset.Automatic
source: Automatic
ja: 自動
ko: 자동
zh_hans: 自动
zh_hant: 自動

# NumberFormat.Preset.Currency
source: Currency
ja: 通貨
ko: 통화
zh_hans: 货币
zh_hant: 貨幣

# NumberFormat.Preset.Date
source: Date
ja: 日付
ko: 날짜
zh_hans: 日期
zh_hant: 日期

# NumberFormat.Preset.DateTime
source: Date & Time
ja: 日付と時刻
ko: 날짜 및 시간
zh_hans: 日期与时间
zh_hant: 日期與時間

# NumberFormat.Preset.Number
source: Number
ja: 数値
ko: 숫자
zh_hans: 数字
zh_hant: 數字

# NumberFormat.Preset.NumberTwoPlaces
source: Number (2 dp)
ja: 数値（小数点以下2桁）
ko: 숫자(소수점 2자리)
zh_hans: 数字（2 位小数）
zh_hant: 數字（2 位小數）

# NumberFormat.Preset.Percentage
source: Percentage
ja: パーセント
ko: 백분율
zh_hans: 百分比
zh_hant: 百分比

# NumberFormat.Preset.PercentageTwoPlaces
source: Percentage (2 dp)
ja: パーセント（小数点以下2桁）
ko: 백분율(소수점 2자리)
zh_hans: 百分比（2 位小数）
zh_hant: 百分比（2 位小數）

# NumberFormat.Preset.Scientific
source: Scientific
ja: 指数
ko: 지수
zh_hans: 科学计数
zh_hant: 科學記號

# NumberFormat.Preset.Text
source: Text
ja: テキスト
ko: 텍스트
zh_hans: 文本
zh_hant: 文字

# NumberFormat.Preset.Thousands
source: Thousands
ja: 桁区切り
ko: 천 단위 구분
zh_hans: 千位分隔
zh_hant: 千位分隔

# NumberFormat.Preset.Time
source: Time
ja: 時刻
ko: 시간
zh_hans: 时间
zh_hant: 時間

# NumberFormat.Sample.Text
source: Text
ja: テキスト
ko: 텍스트
zh_hans: 文本
zh_hant: 文字

# NumberFormat.Section.CustomCode
source: Custom Format Code
ja: カスタム書式コード
ko: 사용자 설정 서식 코드
zh_hans: 自定格式代码
zh_hant: 自訂格式代碼

# NumberFormat.Section.Presets
source: Presets
ja: プリセット
ko: 프리셋
zh_hans: 预设
zh_hant: 預設樣式

# Panel.Chart.Title
source: Chart
ja: グラフ
ko: 차트
zh_hans: 图表
zh_hant: 圖表

# Panel.Comment.Title
source: Comment
ja: コメント
ko: 댓글
zh_hans: 批注
zh_hant: 註解

# Panel.Format.Title
source: Format
ja: 書式
ko: 서식
zh_hans: 格式
zh_hant: 格式

# Panel.Functions.Title
source: Functions
ja: 関数
ko: 함수
zh_hans: 函数
zh_hant: 函數

# Panel.NumberFormat.Title
source: Number Format
ja: 数値の書式
ko: 숫자 서식
zh_hans: 数字格式
zh_hant: 數字格式

# Panel.RowsAndColumns.Title
source: Rows & Columns
ja: 行と列
ko: 행 및 열
zh_hans: 行和列
zh_hant: 列與欄

# Picture.Label
source: Picture
ja: 画像
ko: 그림
zh_hans: 图片
zh_hant: 圖片

# Picture.Menu.Delete
source: Delete Picture
ja: 画像を削除
ko: 그림 삭제
zh_hans: 删除图片
zh_hant: 刪除圖片

# Picture.Resize
source: Resize Picture
ja: 画像のサイズを変更
ko: 그림 크기 조절
zh_hans: 调整图片大小
zh_hant: 調整圖片大小

# RowsColumns.Add.FiveColumns
source: Add 5 Columns
ja: 列を5つ追加
ko: 열 5개 추가
zh_hans: 添加 5 列
zh_hant: 加入 5 欄

# RowsColumns.Add.OneColumn
source: Add 1 Column
ja: 列を1つ追加
ko: 열 1개 추가
zh_hans: 添加 1 列
zh_hant: 加入 1 欄
